[
  {
    "ROW_ID": "48385",
    "SUBJECT_ID": "2116",
    "HADM_ID": "145011",
    "CHARTDATE": "2136-12-06",
    "CHARTTIME": null,
    "STORETIME": null,
    "CATEGORY": "Discharge summary",
    "DESCRIPTION": "Report",
    "CGID": null,
    "ISERROR": null,
    "TEXT": "Admission Date:  [**2136-11-19**]       Discharge Date: [**2136-12-6**]\n\nDate of Birth:   [**2074-11-20**]       Sex:  F\n\nService:  MICU\n\nHISTORY OF PRESENT ILLNESS:  This is a 62-year-old woman with\na history of chronic obstructive pulmonary disease (two\nintubations, baseline 4 liters of oxygen, steroids),\nhypertension, who presents with increasing shortness of\nbreath on the morning of admission.  No chest pain, no fever\nor chills.  Positive nonproductive cough for two to three\ndays.  No nausea or vomiting, no abdominal pain, no relief\nwith her inhalers.\n\nWith EMS, the patient was speaking in two to three-word\nsentences, oxygen saturations 90% on 4 liters, respiratory\nrate 28 to 30, received two nebulizers en route.\n\nIn the Emergency Department, the patient was diaphoretic,\nwith increased work of breathing.  Temperature 99.3, blood\npressure 170/65, heart rate 106, respiratory rate 15, oxygen\nsaturation 90% on 4 liters.  Arterial blood gas:\n7.19/119/85/47.  Given Solu-Medrol 125 mg intravenously.\nPlaced on CPAP with settings of [**2084-5-19**]%.  Peripheral oxygen\nsaturations 96%.  Repeat arterial blood gas:  7.30/83/56/43.\nChanged to 5 liters nasal cannula.  Chest x-ray shows\nquestionable right lower lobe infiltrate superimposed upon\nlong-term right lower lobe opacity with question of scarring.\nOne dose of ceftriaxone and Levaquin given.\n\nUpon examination, the patient states breathing better, but\nstill with shortness of breath.  Denies any chest pain.  No\nabdominal pain.\n\nPAST MEDICAL HISTORY:\n1.  Chronic obstructive pulmonary disease with last FEV-1\n15%.  Intubated x 2, last six months ago after pneumonia.\nBaseline 4 liters of oxygen at home.  Baseline bicarbonate\n39, and PCO2 60 to 70.\n2.  Diverticulosis status post colectomy with colostomy bag\n3.  Status post appendectomy and cholecystectomy\n4.  Noninsulin dependent diabetes secondary to steroid use\n5.  Question of MAT\n6.  Hypertension\n\nALLERGIES:  Percocet causes gastrointestinal upset.\n\nMEDICATIONS:\n1.  Prednisone 20 mg once daily\n2.  Atrovent four puffs four times a day\n3.  Advair one puff twice a day\n4.  Ventolin two puffs four times a day as needed\n5.  Flonase one puff once daily as needed\n6.  Theophylline 400 mg once daily\n7.  Norvasc 10 mg once daily\n8.  Diamox 125 mg once daily\n9.  Enteric-coated aspirin 325 mg once daily\n10. Digoxin 0.25 alternating with 0.125 each once daily\n11. Lipitor 10 mg once daily\n12. Prinivil 15 mg once daily\n13. Protonix 40 mg once daily\n14. Paxil 10 mg once daily\n15. Glipizide 2.5 mg once daily\n16. Fosamax 70 mg every Monday\n17. Os-Cal 500 mg twice a day\n18. Magnesium 400 once daily\n19. Potassium chloride 10 mg twice a day\n20. Ativan 0.25 mg as needed\n21. Darvocet 100 mg as needed\n22. Remeron 7.5 daily at bedtime\n23. Multivitamin\n24. Vitamin C\n\nPRIMARY CARE PHYSICIAN:  [**First Name8 (NamePattern2) **] [**Name11 (NameIs) **], [**Name Initial (NameIs) **].D.\n\nSOCIAL HISTORY:  80 pack year history, quit one and a half\nyears ago.  Denies currently using tobacco.  Lives with her\ndaughter.\n\nPHYSICAL EXAMINATION:  Vital signs:  Temperature 99.3, heart\nrate 113, blood pressure 144/57, respiratory rate 16, oxygen\nsaturation 88 to 92% on 5 liters.  In general, this is an\nelderly female, lying in bed, with increased work of\nbreathing, pronounced pursed-lip exhalations, speaking\nfive-plus word sentences.  Head and neck examination:  Pupils\nequal, round and reactive to light, extraocular movements\nintact, mucous membranes dry with crack in the middle of her\nlower lip.  Chest:  Barrel chest with distant breath sounds,\nprolonged expiration with wheezes.  Cardiovascular:  Distant\nheart sounds, regular rate and rhythm, no jugular venous\ndistention.  Abdomen:  Obese, soft, nontender, with positive\nbowel sounds.  Colostomy bag intact, with soft formed stool.\nExtremities:  No edema, distal pulses 1+ bilaterally.\nNeurologically alert and oriented.\n\nLABORATORY DATA:  White blood cell count 20.4 (baseline\n20.5), hematocrit 38.4, platelets 352, MCV 102, differential\n86 neutrophils, 2 bands.  INR 1.0.  Sodium 147, potassium\n4.0, chloride 99, bicarbonate 38, BUN 19, creatinine 0.7,\nglucose 192.  CK 63, troponin less than 0.3.  Digoxin level\n1.7.  Electrocardiogram shows MAT at 110, normal axis, normal\nintervals, no segmental Q waves, normal R wave progression,\nno significant ST changes, with nonspecific ST depression in\nV5 to V6.  Chest x-ray was a suboptimal study with stable\nappearance of right lower lobe opacification, likely\nsecondary to focal scarring, may have slight increase in\nopacity consistent with atelectasis or scarring or fluid\nwithin fissure.  Lungs otherwise clear.  No pleural effusion,\nno pneumothorax, unremarkable pulmonary vasculature.\n\nHOSPITAL COURSE:  The patient was admitted to the Medical\nIntensive Care Unit service, and her hospital course is as\nfollows:\n1.  Pulmonary:  Chronic obstructive pulmonary disease\nexacerbation, questionable precipitant.  The patient was\nstarted on empiric antibiotic coverage while waiting for\nsputum culture analysis with Levaquin 500 mg once daily.  She\nwas also continued on stress dose steroids and nebulizers.\nShe was maintained on noninvasive ventilation through her\nhospital course in the  Medical Intensive Care Unit with mask\nventilation transitioning to BiPAP.  Her PCO2 was noted to\nincrease to over 100 and then stabilize in the 90s on her\nventilation, without any evidence of somnolence secondary to\nhypercarbia.  She was able to maintain peripheral oxygen\nsaturations and PCO2 in the 90s, with periods of rest off of\nher BiPAP on Venturi mask and nasal cannula combined, and\nalso just nasal cannula on its own.  Given the patient's\nbaseline high CO2, it is thought that she will likely benefit\nfrom chronic BiPAP.\n\nThe patient remained tenuous during her Medical Intensive\nCare Unit course, and had an acute decompensation which was\nrequiring increasing oxygen requirement in order to maintain\nher peripheral oxygen saturation greater than 88%.  She\ndeveloped thick copious sputum with a temperature spike.  It\nwas thought that, at this time, she would likely need\nintubation.  The issue of intubation and difficulty weaning\nonce this was to be instituted was discussed with the patient\nand her daughter, possible long-term chronic ventilation\nsupport would be required.  Both the patient and her daughter\nwere in agreement if intubation was required.  The patient,\nhowever, was able to be stabilized with noninvasive\nventilation.  She continued to improve, requiring mostly\nnasal cannula only, with periods of rest on the Venturi mask\nand nasal cannula ventilation.\n\n2.  Infectious Disease:  The patient completed a ten day\ncourse of Levaquin.  There was no identified organism in her\nsputum secondary to nonproductive cough.  When the patient\ndeveloped a temperature spike and increased secretion\nproduction, repeat sputum culture was obtained, which was\npending at the time of this dictation.  She was given a dose\nof vancomycin and three days of ceftazidime during this\nincrease in her sputum production for coverage of nosocomial\ninfection, however, given her rapid clinical improvement, it\nwas thought that this was unlikely, and the ceftazidime was\ndiscontinued.  The patient also developed change in her\nstools to green liquid diarrhea with an increase in her white\nblood cell count from the baseline of 20 through her hospital\ncourse to 30, with evidence of increased bands.  She was then\nstarted empirically on Flagyl for likely C. difficile with\ncultures pending.\n\n3.  Cardiovascular:  The patient continued to have MAT.  Her\ntheophylline level was checked as the possible precipitant,\nwhich revealed low levels.  She was discontinued off of her\nDigoxin, and started on Diltiazem, which was titrated up to\n60 mg four times a day for her heart rate control.  Her blood\npressure was elevated, and the patient was continued on\nZestril, started at 10 and increased to 30 mg once daily at\nthe time of this dictation, which obtained better blood\npressure control without any evidence of increase in her\ncreatinine.  She received one time dosage of lasix secondary\nto desaturation and crackles on examination, presumed fluid\noverload with pulmonary congestion.  At that point, she\ndiuresed on very low-dose lasix and then maintained negative\nI&O status for the remaining following days.  The patient was\nmaintained on enteric-coated aspirin as well as her Lipitor.\nHer Norvasc and Diamox were discontinued.\n\n4.  Endocrine:  The patient normally is on Glipizide\nsecondary to her diabetes from steroids.  She was maintained\non regular insulin sliding scale only, and transitioned over\nto NPH, given the need to titrate while her steroids were\nbeing adjusted.\n\n5.  Gastrointestinal:  The patient was on Protonix given her\nsteroids.  She developed likely C. difficile colitis.\n\n6.  Renal:  Her creatinine remained stable.  Her BUN and\ncreatinine were borderline high upon admission, and she was\ngiven some intravenous fluid hydration, given the mask\nimpeded full oral intake.  She had hypernatremia with a\nsodium of 149, for which she was given free-water repletion\nvia intravenous and then encouraged to take in oral intake.\n\n7.  Neuropsych:  The patient was continued on her standing\nRemeron and Paxil.  She was on Ativan as needed in order to\nmaintain compliance with her mask ventilation.  This was\neventually not required.  She was given Tylenol for pain as\nneeded.\n\n8.  Fluids, electrolytes and nutrition:  The patient is on\nfull oral intake.  Receives standing potassium, magnesium and\ncalcium.\n\n9.  Prophylaxis:  Maintained on Protonix and subcutaneous\nheparin.\n\n10. Lines:  She had an arterial line while she was in the\nMedical Intensive Care Unit, as well as peripheral\nintravenous lines and a Foley.\n\n11. Communication:  Communication is with her daughter.  [**Name (NI) **]\ndaughter, [**Name (NI) **], is also her health care proxy in the case\nthat the patient is unable to make decisions.\n\n12. Code status:  At the time of this dictation, is full\ncode.\n\nThe patient was transferred on [**2136-12-1**], to the\nMedicine floor.  The remainder of her hospital course from\n[**12-2**] until the day of discharge will be dictated as an\naddendum.\n\n\n\n\n                            [**Last Name (LF) **],[**Name8 (MD) **] M.D. [**MD Number(2) 8038**]\n\nDictated By:[**Last Name (NamePattern4) 101901**]\nMEDQUIST36\n\nD:  [**2136-12-1**]  22:41\nT:  [**2136-12-2**]  00:30\nJOB#:  [**Job Number 101902**]\n"
  },
  {
    "ROW_ID": "59082",
    "SUBJECT_ID": "2116",
    "HADM_ID": "145011",
    "CHARTDATE": "2136-12-06",
    "CHARTTIME": null,
    "STORETIME": null,
    "CATEGORY": "Discharge summary",
    "DESCRIPTION": "Addendum",
    "CGID": null,
    "ISERROR": null,
    "TEXT": "Name:  [**Known lastname 2654**], [**Known firstname **] E                    Unit No:  [**Numeric Identifier 16408**]\n\nAdmission Date:  [**2136-11-19**]     Discharge Date:  [**2136-12-6**]\n\nDate of Birth:   [**2074-11-20**]     Sex:  F\n\nService:\n\nAddendum to hospital summary from [**2136-12-2**] to [**2136-12-6**].\n\n1.  Respiratory:  The patient was transferred from the\nMedical Intensive Care Unit to the floor.  She was initially\non Venti as well as nasal cannula.  Her oxygen saturation\nimproved significantly with decreased oxygen requirement.  On\n2 liters of nasal cannula with 50% Venti, the patient was\nsaturating 92 to 93% which was an improvement from her MICU\nstay.  She will be continued on her nebulizers as well as her\np.o. steroids.\n\nThe patient underwent a CT scan to better define a right\nlower lobe mass in her lung.  The CT showed the density in\nplace; however, it was not clear initially if this was a\ntumor or if this was some other kind of density.  She\nunderwent a FDG PET scan which did not show any FDG uptake,\nmaking a tumor significantly less likely.\n\n2.  Cardiovascular:  The patient's Diltiazem dose was\nincreased for better rate control of her multifocal atrial\ntachycardia which improved rate control from the low 100s to\nthe 80s.  The patient will continue on 120 mg p.o. q.i.d. of\nDiltiazem.\n\n3.  Hematology:  Hematocrit was trending down during the\nhospital stay, and one unit of packed red blood cells was\ntransfused.  Iron studies are pending at the time of\ndischarge.  However, her picture does seem consistent with\nanemia of chronic disease.\n\nDISCHARGE DIAGNOSES:\n1.  Severe chronic obstructive pulmonary disease\nexacerbation.\n2.  Multifocal atrial tachycardia.\n3.  Diabetes mellitus.\n4.  Depression.\n\nCONDITION ON DISCHARGE:  Fair.\n\nDISCHARGE STATUS:  The patient is to be discharged to\npulmonary rehabilitation for further management of her\nchronic obstructive pulmonary disease.\n\nDISCHARGE MEDICATIONS:\n1.   Magnesium Oxide 400 mg p.o. q day.\n2.   Erythromycin 0.5% ophthalmic ointment ??????\" OU b.i.d.\n3.   Artificial Tears.\n4.   Vitamin D 400 units p.o. q day.\n5.   Lisinopril 10 mg p.o. q day.\n6.   Mirtazapine 7.5 mg p.o. q h.s.\n7.   Paroxetine 10 mg p.o. q day.\n8.   Aspirin 325 mg p.o. q day.\n9.   Atorvastatin 10 mg p.o. q day.\n10.  Pantoprazole 40 mg p.o. q day.\n11.  Lorazepam 0.5 to 1 mg p.o. q6 hours p.r.n.\n12.  Fluticasone 110 mg 2 puffs inhaler b.i.d.\n13.  Alendronate 70 mg p.o. q Thursday.\n14.  Multivitamin q day.\n15.  Vitamin C 500 mg p.o. q day.\n16.  Calcium 500 mg p.o. t.i.d.\n17.  Heparin 5000 units subcutaneously b.i.d.\n18.  Insulin sliding scale.\n19.  NPH insulin 15 units q a.m. and 5 units NPH q p.m.\n20.  Tylenol 325-650 mg p.o. q4-6 hours p.r.n.\n21.  Prednisone 40 mg p.o. q day.\n22.  Salmeterol 2 puffs inhaler b.i.d.\n23.  Ipratropium nebulizer, one neb q6 hours p.r.n.\n24.  Albuterol nebulizer, one neb q6 hours p.r.n.\n25.  Diltiazem 120 mg p.o. q.i.d.\n\n\n\n                          [**First Name8 (NamePattern2) **] [**Name8 (MD) **], M.D.  [**MD Number(1) **]\n\nDictated By:[**Name8 (MD) 2350**]\n\nMEDQUIST36\n\nD:  [**2136-12-6**]  09:19\nT:  [**2136-12-6**]  09:33\nJOB#:  [**Job Number 16410**]\n"
  }
]